tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neonnoon/formula"
brew "ack"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "difftastic"
brew "docker", link: false
brew "docker-machine"
brew "exa"
brew "gcc"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "pipenv"
brew "poetry"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "starship"
brew "subversion"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "neonnoon/formula/hookit"
cask "alt-tab"
cask "android-file-transfer"
cask "cryptomator"
cask "cyberduck"
cask "finicky"
cask "flotato"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hyperkey"
cask "iterm2"
cask "kitty"
cask "microsoft-teams"
cask "nordvpn"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "syntax-highlight"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "Bitwarden", id: 1352778147
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "GoodNotes", id: 1444383602
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
