brew "mise"
cask "bitwarden"
cask "ghostty"
cask "hammerspoon"
brew "neovim"
brew "tree-sitter"
brew "tree-sitter-cli"
cask "hyperkey"
cask "claude"
cask "claude-code"
brew "starship"
brew "zoxide"
brew "atuin"
brew "bat"
brew "eza"
brew "whatsapp"
brew "difftastic"
