tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neonnoon/formula"
brew "autojump"
brew "bat"
brew "blueutil"
brew "gcc"
brew "btop"
brew "python@3.9"
brew "cocoapods"
brew "docker", link: false
brew "docker-machine"
brew "exa"
brew "nettle"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "freeimage"
brew "git"
brew "kotlin"
brew "mas"
brew "mosh"
brew "neovim"
brew "node"
brew "nvm"
brew "openblas"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "pyenv"
brew "python@3.8"
brew "r"
brew "rust"
brew "sbcl"
brew "starship"
brew "tmux"
brew "tree"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "neonnoon/formula/hookit"
cask "alt-tab"
cask "balenaetcher"
cask "bitwarden"
cask "calibre"
cask "cryptomator"
cask "cyberduck"
cask "dropbox"
cask "firefox"
cask "flotato"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
cask "font-roboto-mono"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "keepassxc"
cask "kitty"
cask "microsoft-teams"
cask "nordvpn"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
mas "Bitwarden", id: 1352778147
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "GoodNotes", id: 1444383602
mas "Hush", id: 1544743900
mas "iPaste", id: 1056935452
mas "Moom", id: 419330170
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
